---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralWallBottomProjectionPlane
source: html/6b06b04c-5bb9-4930-6c20-0466db3fe534.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralWallBottomProjectionPlane Property

"Bottom Vertical Projection"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralWallBottomProjectionPlane { get; }
```